{
  "ist": [
    {
      "date": [
        "2021", "2025"
      ],
      "heading": "Prodavač",
      "subHeading": "Bio-farm indoor s.r.o., Zlín",
      "content": "[Poskytování profesionálního zákaznického servisu a odborné poradenství při výběru produktů.; Péče o vystavení zboží a udržování čistoty a pořádku v prodejně.; Zodpovědnost za příjem a evidenci zboží, včetně inventur.; Aktivní podíl na propagaci a prodeji ekologických a bio produktů.; Řešení reklamací a dotazů zákazníků s důrazem na spokojenost klienta.]"
    },
    {
      "date": [
        "2019", "2021"
      ],
      "heading": "Práce na pokladně / práce v úseku",
      "subHeading": "Albert Česká republika, s.r.o., Kroměříž",
      "content": "[Obsluha pokladny a práce s hotovostí, platebními kartami a stravenkami.; Zajištění plynulého chodu pokladní zóny a poskytování kvalitního zákaznického servisu.; Doplňování zboží v úseku, kontrola expirací a zajištění atraktivního vzhledu regálů.; Spolupráce s kolegy při přípravě promo akcí a sezónních kampaní.; Řešení zákaznických dotazů a pomoc při orientaci v prodejně.]"
    },
    {
      "date": [
        "2015", "2019"
      ],
      "heading": "Zámečník",
      "subHeading": "KOVOX, spol. s r.o., Otrokovice",
      "content": "[Výroba a montáž kovových konstrukcí podle technické dokumentace.; Práce s různými typy materiálů (ocel, nerez, hliník) a jejich úprava.; Vrtání, broušení a další zámečnické práce.; Údržba a opravy výrobních zařízení a strojů.; Dodržování bezpečnostních předpisů a kvality výroby.]"
    }
  ],
  "list": [
    {
      "date": [
        "2018", "Součastnost"
      ],
      "heading": "Open Source Developer",
      "subHeading": "OBZP, Remote",
      "content": "Jako open-source vývojář se zaměřuji na neustálou tvorbu nových projektů a sleduji, jak si vedou mezi uživateli. Většinou vytvořím aplikaci, která řeší konkrétní problém, a čekám, zda se uchytí. Pokud projekt zaujme, lidé se na mě obracejí s nabídkou spolupráce na jejich vlastních projektech nebo využívají mé služby. Kromě toho se věnuji i komplexnějším webovým aplikacím, které vyžadují průběžnou údržbu a konzultace."
    },
    {
      "date": [
        "2017", "2018"
      ],
      "heading": "Game Programmer",
      "subHeading": "BadFly Interactive, a.s, Brno",
      "content": "Pracoval jsem s Unreal Engine, což je především editor pro tvorbu videoher. Začal jsem učením Visual Scriptu, pomocí kterého jsem vytvořil základní funkce zbraní a AI postav. Poté jsem přešel na C++ a upravil menu, abych mohl vytvářet vlastní modely postav."
    },
    {
      "date": [
        "2015", "2016"
      ],
      "heading": "Software Programmer",
      "subHeading": "MEDIAN, s.r.o., Praha",
      "content": "Byl jsem zodpovědný za zdrojový kód interní desktopové aplikace. Byla použita knihovna Windows Form s programy v jazyce C#. Tento program slouží jako nástroj pro řízení projektů a organizaci úkolů pro výzkumnou agenturu."
    }
  ]
}